/* Application General Localization */
"SupportMailSubject" = "I%20want%20to%20help%20DNSUpdate";

"DNSUpdate will install the daemon and a Startup item in order to be launched at boot time." = "DNSUpdate wird einen „Dämon“ installieren sowie dafür sorgen, dass dieser beim Einschalten des Rechners gestartet wird.";

"Can't connect to daemon" = "Kann den Dämon nicht erreichen";

"DNSUpdate needs administrator privileges to install the daemon." = "DNSUpdate benötigt Administrator-Rechte um den Dämon zu installieren.";

"Install" = "Installieren";

"Launch" = "Starten";

"DNSUpdate daemon was succesfully installed."="Der DNSUpdate-Dämon wurde erfolgreich installiert.";

"DNSUpdate daemon was succesfully launched."="Der DNSUpdate-Dämon wurde erfolgreich gestartet.";

"Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state."="Aufgrund eines (bisher) ungelösten Problems in DNSUpdate wird der Dämon sich unerwartet beenden, sobald Sie sich ausloggen. Ein Neustart wird den Dämon neustarten.";

"Connection with Daemon Error" = "Fehler in der Verbindung zum Dämon";

"Can't start daemon" = "Kann den Dämon nicht starten";

"Quit" = "Beenden";

"DNSUpdate must be used by Administrator Users."="DNSUpdate muss von Benutzern mit Administrator-Rechten benutzt werden.";

"In order to connect to the daemon, DNSUpdate has to be launched by an Administrator."="Um Verbindung mit dem Dämon aufnehmen zu können, muss DNSUpdate von einem Administrator gestartet werden.";

"Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later." = "Der Dämon hat die Verbindung verweigert.\nEs scheint ein Problem mit dem Dämon vorzuliegen. Bitte versuchen Sie es später erneut.";

"Can't connect to daemon. DNSUpdate will try to launch it." = "Kann keine Verbindung zum Dämon aufbauen. DNSUpdate wird versuchen, ihn zu starten.";

"DNSUpdate needs administrator privileges to start the daemon." = "DNSUpdate benötigt Administrator-Rechte um den Dämon zu starten.";

"Start Daemon" = "Dämon starten";

"Can't install daemon" = "Kann den Dämon nicht installieren";

"The connection with the daemon was lost.\nThere must be a problem with the daemon." = "Die Verbindung zum Dämon wurde unterbrochen.\nEs scheint ein Problem mit dem Dämon vorzuliegen.";

"DNSUpdate needs to install the daemon." = "DNSUpdate muss den Dämon installieren.";

"Pause Daemon" = "Dämon anhalten";

"Save" = "Sichern";

"Add" = "Hinzufügen";

"Edit Host" = "Host bearbeiten";

"Edit User" = "Benutzer bearbeiten";

"Remove Host" = "Host entfernen";

"Remove User" = "Benutzer entfernen";

"Do you really want to remove this User?" = "Möchten Sie diesen Benutzer wirklich entfernen?";

"Do you really want to remove this Host?" = "Möchten Sie diesen Benutzer wirklich entfernen?";

"Removing is unrecoverable." = "Entfernen kann nicht rückgängig gemacht werden.";

"Yes" = "Ja";

"No" = "Nein";

"Never registered" = "Nie registriert";

"Pause DNSUpdate daemon" = "DNSUpdate Dämon anhalten";

"Start DNSUpdate daemon" = "DNSUpdate Dämon starten";

/* User/Host/Interface status */
"N/A" = "N/A";

"Ok" = "OK";

"-not registered-" = "-nicht registriert-";

"Not tested" = "Ungeprüft";

"Interface is inactive" = "Schnittstelle inaktiv";

"User inactive" = "Benutzer inaktiv";

/* DynDNS.org status */
"No such host" = "Kein solcher Host vorhanden";

"Bad domain name" = "Falscher Domainname";

"Not yours" = "Gehört nicht zu diesem Benutzer";

"Bad Auth" = "Falscher Benutzername oder Passwort";

"Abuse" = "Wegen Mißbrauchs blockiert";

/* New in v2.2 */
"Can't uninstall daemon" = "Kann Dämon nicht deinstallieren";
"DNSUpdate needs administrator privileges to uninstall the daemon." = "DNSUpdate benötigt Administrator-Rechte um den Dämon zu deinstallieren.";
"DNSUpdate is now uninstalled." = "DNSUpdate ist jetzt deinstalliert.";
"You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit." = "Sie können nun das DNSUpdate-Programm, die DNSUpdate-Benutzerdateien usw. entfernen. DNSUpdate wird sich nun beenden.";

/* New in v2.3 */
"Add User" = "Benutzer hinzufügen";
"Add Host" = "Host hinzufügen";
"Remove" = "Entfernen";
"Edit" = "Bearbeiten";
"Daemon is paused." = "Der Dämon ist angehalten.";
"Daemon is running." = "Der Dämon läuft.";
"Waiting" = "Wartet";

/* New in v2.4 */
"The BSD package is not installed" = "Das BSD-Paket is nicht installiert";
"DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate." = "DNSUpdate  erfordert das BSD-Paket.\nDas BSD-Paket befindet sich auf der Mac OS X Installations-CD. Installieren Sie es und starten Sie danach DNSUpdate erneut.";
